tap "dart-lang/dart"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jkawamoto/loci"
tap "olafurpg/scalafmt"
cask "java8"
brew "ammonite-repl"
brew "app-engine-java"
brew "xz"
brew "python"
brew "ccat"
brew "cocoapods"
brew "docker"
brew "elm"
brew "elm-format"
brew "fasd"
brew "fish"
brew "fisherman"
brew "fontforge"
brew "frege"
brew "frege-repl"
brew "haskell-stack"
brew "httpie"
brew "hub"
brew "jq"
brew "kotlin"
brew "macvim"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "nodebrew"
brew "openssl@1.1"
brew "peco"
brew "rename"
brew "rust"
brew "sbt"
brew "scala"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watson"
brew "zplug"
brew "zsh"
brew "dart-lang/dart/dart"
brew "heroku/brew/heroku"
brew "jkawamoto/loci/loci"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
cask "adobe-digital-editions"
cask "alfred"
cask "android-file-transfer"
cask "android-sdk"
cask "android-studio"
cask "day-o"
cask "docker"
cask "dotnet-sdk"
cask "eqmac"
cask "gimp"
cask "google-chrome"
cask "google-japanese-ime"
cask "horndis"
cask "hyper-canary"
cask "insomniax"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "keycastr"
cask "mactex"
cask "mark-text"
cask "michaelvillar-timer"
cask "mono-mdk"
cask "postman"
cask "realm-browser"
cask "skim"
cask "skitch"
cask "skype"
cask "slack"
cask "visual-studio-code"
cask "vivaldi"
cask "vnc-viewer"
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Monit", id: 1014850245
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parallels Desktop Lite", id: 1085114709
mas "Tweetbot", id: 557168941
mas "Xcode", id: 497799835
