tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "olafurpg/scalafmt"
brew "ammonite-repl"
brew "python"
brew "docker"
brew "fasd"
brew "fish"
brew "fisherman"
brew "httpie"
brew "hub"
brew "jq"
brew "kotlin"
brew "mas"
brew "neofetch"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "peco"
brew "rename"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "tig"
brew "vim"
brew "zplug"
brew "zsh"
brew "olafurpg/scalafmt/scalafmt", args: ["HEAD"]
cask "alfred"
cask "day-o"
cask "docker"
cask "eqmac"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "keycastr"
cask "mark-text"
cask "slack"
cask "visual-studio-code"
cask "vivaldi"
cask "font-hack-font-nerd-font"
